{
"secoes": [
    {
      "id": 0,
      "secao": "Política de Proteção de Dados Pessoais",
      "titulo": "Introdução",
      "descricao": "IMPORTANTE: Este modelo deve ser utilizado exclusivamente como referência, devendo o órgão ou entidade considerar as particularidades técnicas especificas do seu ambiente, bem como observar a boa aderência aos processos internos a fim de construir uma política que seja adequada a sua realidade. Este modelo tem por foco prover diretrizes para a elaboração da política de proteção de dados pessoais. Para usar este modelo, basta substituir o texto [com destaque amarelo] por informações personalizadas do seu órgão ou entidade. Quando estiver concluído, exclua todos os textos introdutórios ou de exemplos (em vermelho) e converta todo o texto restante em preto antes do processo de aprovação.",
      "texto": ""
    },
    {
      "id": 1,
      "secao": "Propósito",
      "titulo": "Objetivo da Política",
      "descricao": "Levando em consideração a natureza e a finalidade do órgão ou entidade, descreva os fatores ou circunstâncias que determinam a existência da política de proteção de dados pessoais. Além disso, demonstre os objetivos básicos da política e o que ela pretende alcançar. Exemplo:",
      "texto": "<p>A Política de Proteção de Dados Pessoais tem por objetivo estabelecer diretrizes, princípios e conceitos a serem seguidos por todas as pessoas e entidades que se relacionam com [Órgão ou Entidade] que em algum momento realizam operações de tratamento de dados pessoais, visando o cumprimento da Lei Geral de Proteção de Dados Pessoais (LGPD) e outras normas vigentes.</p><p style=\"color: #dc0000;\">[Acrescente aqui os objetivos para a Política de Proteção de Dados Pessoais que julgar necessário.]</p>"
    },
    {
      "id": 2,
      "secao": "Escopo",
      "titulo": "Amplitude, alcance da Política",
      "descricao": "Defina a quem e a quais sistemas esta política se aplica. Liste os agentes públicos e colaboradores necessários para cumprir ou simplesmente indique \"todos\" se todos devem cumprir. Também indique quaisquer exclusões ou exceções que estejam fora de escopo, ou seja, essas pessoas, elementos ou situações que não estejam cobertas por esta política ou onde uma consideração especial possa ser feita.",
      "texto": "<p>Instituir a Política de Proteção de Dados Pessoais (PPDP), no âmbito do(a) <span style=\"background-color: yellow;\">[Órgão ou entidade]</span>, com a finalidade de estabelecer princípios e diretrizes para a implementação de ações que garantam a proteção de dados pessoais, e no que couber, no relacionamento com outras entidades públicas ou privadas.</p><p>Esta Política regula a proteção de dados pessoais, que <span style=\"background-color: yellow;\">[Órgão ou entidade]</span> é o agente de tratamento, bem como o meio utilizado para este tratamento, seja digital ou físico, além de qualquer pessoa que realize operações de tratamento de dados pessoais em seu nome ou em suas dependências.</p><p style=\"color: #dc0000;\">[Acrescente aqui mais definições sobre o escopo da Política de Proteção de Dados Pessoais que julgue necessárias.]</p>"
    },
    {
      "id": 3,
      "secao": "Termos e definições",
      "titulo": "Glossário",
      "descricao": "Defina quaisquer termos-chave, siglas ou conceitos que serão utilizados na política. [Recomenda-se utilizar como referência as definições apresentadas no Art. 5 da LGPD, além da PORTARIA GSI/PRNº 93, DE 18 DE OUTUBRO DE 2021 – Glossário de Segurança da Informação do Gabinete de Segurança Institucional da PRESIDÊNCIA DA REPÚBLICA].",
      "texto": "<p>AGENTES DE TRATAMENTO: o controlador e o operador;</p><p>CONTROLADOR: pessoa natural ou jurídica, de direito público ou privado, a quem competem as decisões referentes ao tratamento de dados pessoais;</p><p>OPERADOR: pessoa natural ou jurídica, de direito público ou privado, que realiza o tratamento de dados pessoais em nome do controlador;</p><p>ENCARREGADO: pessoa indicada pelo controlador e operador, para atuar como canal de comunicação entre o controlador, os titulares dos dados pessoais e a Autoridade Nacional de Proteção de Dados (ANPD);</p><p>DADO PESSOAL: informação relacionada a pessoa natural identificada ou identificável;</p><p>DADO PESSOAL SENSÍVEL: dado pessoal sobre origem racial ou étnica, convicção religiosa, opinião política, filiação a sindicato ou a organização de caráter religioso, filosófico ou político, dado referente à saúde ou à vida sexual, dado genético ou biométrico, quando vinculado a uma pessoa natural;</p><p>TITULAR: pessoa natural a quem se referem os dados pessoais que são objeto de tratamento;</p><p>TRANSFERÊNCIA INTERNACIONAL DE DADOS: transferência de dados pessoais para país estrangeiro ou organismo internacional do qual o país seja membro;</p><p>TRATAMENTO: toda operação realizada com dados pessoais, como as que se referem a coleta, produção, recepção, classificação, utilização, acesso, reprodução, transmissão, distribuição, processamento, arquivamento, armazenamento, eliminação, avaliação ou controle da informação, modificação, comunicação, transferência, difusão ou extração;</p><p>USO COMPARTILHADO DE DADOS: comunicação, difusão, transferência internacional, interconexão de dados pessoais ou tratamento compartilhado de bancos de dados pessoais por órgãos e entidades públicos no cumprimento de suas competências legais, ou entre esses e entes privados, reciprocamente, com autorização específica, para uma ou mais modalidades de tratamento permitidas por esses entes públicos, ou entre entes privados;</p><p style=\"color: red;\">[Acrescente os termos-chave, siglas ou conceitos que podem ser utilizados na política.]</p>"
    },
    {
      "id": 4,
      "secao": "Declarações da política",
      "titulo": "Regras aplicáveis ao caso específico",
      "descricao": "Descreva as regras que compõem a política. Isso normalmente toma a forma de uma série de breves declarações prescritivas. A subdivisão desta seção em subseções pode ser necessária dependendo da complexidade da política.",
      "texto": "<p>Art. 1º. Fica instituída a Política de Proteção de Dados Pessoais do <span style=\"background-color: yellow;\">[Órgão ou entidade]</span>, com a finalidade de estabelecer princípios e diretrizes para a implementação de ações que garantam a proteção de dados pessoais, e no que couber, no relacionamento com outras entidades públicas ou privadas.</p><p>Art. 2º. Esta Política de Proteção de Dados Pessoais aplica-se a todas as unidades organizacionais do(a) <span style=\"background-color: yellow;\">[Órgão ou entidade]</span>, e deverá ser observada por todos os usuários de informação, seja servidor ou equiparado, empregado, prestador de serviços ou pessoa habilitada pela administração, por meio da assinatura de Termo de Responsabilidade, para acessar os ativos de informação sob responsabilidade deste(a) [Órgão ou entidade].</p><p>Art. 3º. A aplicação desta Política será pautada pelo dever de boa-fé e pela observância dos princípios previstos no art. 6º da Lei nº 13.709, de 14 de agosto de 2018 (Lei Geral de Proteção de Dados Pessoais – LGPD).</p>"
    },
    {
      "id": 5,
      "secao": "CAPÍTULO I - Das Disposições Gerais",
      "titulo": "Das Disposições Gerais",
      "texto": "<p>Art. 4º São objetivos da Política de Proteção de Dados Pessoais:</p><p>I. estabelecer medidas eficazes para o cumprimento das normas de proteção de dados pessoais e demonstrar a eficácia das mesmas;</p><p>II. estabelecer revisões de processos com o objetivo de aferir a diminuição ou aumento de riscos que envolvem o tratamento de dados pessoais;</p><p>III. promover a administração dos dados pessoais coletados e tratados, em qualquer meio, físico ou digital, custodiados ou sob orientação direta ou indireta do <span style=\"background-color: yellow;\">[Órgão ou entidade]</span>, de acordo com as diretrizes especificadas;</p><p>IV. estabelecer a necessidade de criar e manter um registro de todas as operações de tratamento de dados pessoais realizados;</p><p>V. promover a adequada gestão do tratamento dos dados pessoais;</p><p>VI. promover a criação de programas de treinamento e conscientização para que os colaboradores entendam suas responsabilidades e procedimentos na proteção de dados pessoais;</p><p>VII. promover a formulação regras de segurança, de boas práticas e de governança com objetivo de definir procedimentos e outras ações referentes a privacidade e proteção de dados pessoais;</p><p>Art. 5º O(a) <span style=\"background-color: yellow;\">[Órgão ou entidade]</span> registrará e gravará as preferencias e navegações realizadas nas respectivas páginas para fins estatísticos e de melhoria dos serviços ofertados, através de arquivos (cookies), respeitando o consentimento do titular.</p><p>Art. 6º São responsabilidades do <span style=\"background-color: yellow;\">[Órgão ou entidade]</span>:</p><p>I. atender ao disposto nos normativos e publicações da Autoridade Nacional de Proteção de Dados Pessoais (ANPD) que disciplinam o tratamento e a governança dos dados pessoais;</p><p>II. elaborar, quando couber, o Relatório de Impacto de Proteção de Dados Pessoais (RIPD) relacionados às operações de tratamento, e atualizá-lo quando necessário;</p><p>III. realizar o desenvolvimento e a atualização das políticas/avisos de privacidade, que tem por finalidade o fornecimento de informações sobre o tratamento de dados pessoais em cada ambiente físico ou virtual, bem como, especificar as medidas de proteção de dados adotadas para salvaguardar esses dados pessoais.</p><p style=\"color: red;\">[Acrescente aqui as diretrizes gerais que fazem parte do escopo da organização e que devem ser consideradas para a política]</p>"
    },
    {
      "id": 6,
      "secao": "CAPÍTULO II - Tratamento de Dados Pessoais",
      "titulo": "Tratamento de Dados Pessoais",
      "texto": "<p>É necessário deixar claro que o órgão adotará medidas para garantir os direitos dos titulares de dados pessoais quando houver tratamento, quais princípios deverão ser observados em todas as operações realizadas com os dados pessoais, dentre outras diretrizes que julgar pertinentes ao escopo desta política.</p><p>Art. 7º. O tratamento de dados pessoais deve ser sempre realizado para o atendimento de sua finalidade pública, conforme o interesse público, com o objetivo de executar competências legais e de cumprir as atribuições legais do serviço público.</p><p>Art. 8º. As unidades organizacionais do(a) <span style=\"background-color: yellow;\">[Órgão ou entidade]</span> devem adotar mecanismos para que os titulares de dados pessoais usufruam dos direitos assegurados pela LGPD e normativos correlatos.</p><p style=\"color: red;\">[Listar por quais canais de atendimento o órgão irá garantir esses direitos].</p><p>Art. 9º. O tratamento de dados pessoais sensíveis deve ocorrer somente nos termos da seção II do capítulo II da LGPD e são estabelecidos procedimentos de segurança no tratamento destes dados conforme orientações da LGPD e demais normativos.</p><p>Art. 10. O tratamento de dados pessoais de crianças e de adolescentes deve ser realizado nos termos da seção III do capítulo II da LGPD, bem como, pode ser realizado com base nas hipóteses legais previstas no art. 7º ou no art. 11 da mesma lei, desde que observado e prevalecente o seu melhor interesse, a ser avaliado no caso concreto, nos termos do art. 14 da Lei.</p><p>Art. 11. O uso compartilhado de dados pessoais deve ocorrer em estrita observância ao art. 26 da LGPD.</p><p>Parágrafo Único. As operações remanescentes de uso compartilhado de dados devem seguir o disposto no Art. 27 da LGPD.</p><p>Art. 12. A transferência internacional de dados pessoais deve observar o disposto no Capítulo V da LGPD.</p><p style=\"color: red;\">[Liste aqui demais diretrizes a serem seguidas nas operações de tratamento dos dados pessoais].</p>"
    },
    {
      "id": 7,
      "secao": "CAPÍTULO III - Conscientização, Capacitação e Sensibilização",
      "titulo": "Conscientização, Capacitação e Sensibilização",
      "texto": "<p>Essa seção tem como objetivo dispor de diretrizes sobre a conscientização, capacitação e sensibilização dos colaboradores da organização na temática de proteção de dados pessoais e privacidade conforme o que a LGPD e normativos estipulam.</p><p>Art. 13. Os servidores do <span style=\"background-color: yellow;\">[Órgão ou entidade]</span>, com acesso a dados pessoais devem participar de programas de conscientização, capacitação e sensibilização em matérias de privacidade e proteção de dados pessoais, objetivando adequar o tema aos seus papeis e responsabilidades.</p><p style=\"color: red;\">[Liste aqui diretrizes que julgue necessários para a conscientização, capacitação e sensibilização]</p>"
    },
    {
      "id": 8,
      "secao": "CAPÍTULO IV - Segurança e Boas Práticas",
      "titulo": "Segurança e Boas Práticas",
      "texto": "<p>A segurança e o conjunto de boas práticas visam prevenir violações de privacidade e segurança, cumprir normas e regulamentações, bem como proteger a privacidade e promover a confiança dos titulares de dados pessoais. O órgão deve apresentar suas abordagens, políticas e ações recomendadas que asseguram a integridade, confidencialidade e disponibilidade de dados. Nesta seção, poderá ser especificado aspectos gerais das boas práticas e segurança que o órgão adota para garantir a proteção adequada dos dados pessoais coletados. Não havendo medidas técnicas de privacidade e segurança implementadas, deverão ser listadas ações de mitigação de riscos que se destinam a privacidade e proteção dos dados pessoais.</p><p>Art. 14. Considerando a necessidade de mitigar incidentes com dados pessoais, devem ser adotadas as seguintes medidas técnicas e organizacionais de privacidade e proteção de dados:</p><p>I. o acesso aos dados pessoais deve estar limitado as pessoas que realizam o tratamento.</p><p>II. as funções e responsabilidades dos colaboradores envolvidos nos tratamentos de dados pessoais devem ser claramente estabelecidas e comunicadas;</p><p>III. devem ser estabelecidos acordos de confidencialidade, termos de responsabilidade ou termos de sigilo com operadores de dados pessoais;</p><p>IV. todos os dados pessoais devem estar armazenados em ambiente seguro, de modo que terceiros não autorizados não possam acessá-los.</p><p style=\"color: red;\">[Liste aqui outras medidas que julgue necessárias]</p><p>Art. 15. Qualquer ocorrência de incidente de segurança que possa acarretar risco ou dano relevante aos dados pessoais dos titulares deve ser comunicada a Autoridade Nacional de Proteção de Dados (ANPD) dentro do prazo previsto pela LGPD.</p><p>Art. 16. As unidades organizacionais do(a) <span style=\"background-color: yellow;\">[Órgão ou entidade]</span> devem manter uma base de conhecimento com documentos que apresentam condutas e recomendações que melhoram o gerenciamento de risco e orientam na tomada de decisões adequadas em casos de comprometimento de dados pessoais.</p><p style=\"color: red;\">[Liste aqui medidas de segurança e conjunto de boas práticas que fazem parte do escopo de privacidade e proteção de dados pessoais da organização].</p>"
    },
    {
      "id": 9,
      "secao": "CAPÍTULO V - Auditoria e Conformidade",
      "titulo": "Auditoria e Conformidade",
      "texto": "<p>Essa seção tem por objetivo orientar como será realizada a avaliação para determinar se a organização está em conformidade com as normas que regem a política. É importante estabelecer os responsáveis pela auditoria, os instrumentos pelo qual poderá ser realizada e documentada, além da periodicidade que ela será realizada.</p><p>Art. 17. O cumprimento desta Política, bem como dos normativos que a complementam devem ser avaliados periodicamente por meio de verificações de conformidade, buscando a certificação do cumprimento dos requisitos de privacidade e proteção de dados pessoais e da garantia das cláusulas de responsabilidade e sigilo constantes de termos de responsabilidade, contratos, convênios, acordos e instrumentos congêneres.</p><p>Art. 18. As atividades, produtos e serviços desenvolvidos no(a) <span style=\"background-color: yellow;\">[Órgão ou entidade]</span> devem observar os requisitos de privacidade e proteção de dados pessoais constantes de leis, regulamentos, resoluções, normas, estatutos e contratos jurídicos vigentes para estarem em conformidade.</p><p>Art. 19. Os resultados de cada ação de verificação de conformidade devem ser documentados em relatório de avaliação de conformidade.</p><p style=\"color: red;\">[Liste aqui procedimentos que julgue ser necessários à auditoria e conformidade].</p>"
    },
    {
      "id": 10,
      "secao": "CAPÍTULO VI - Funções e Responsabilidades",
      "titulo": "Funções e Responsabilidades",
      "texto": "<p>Essa seção tem o objetivo de estabelecer as funções e responsabilidades dos operadores, encarregado e controlador da organização.</p><p>Também devem ser apresentadas as responsabilidades e diretrizes para o estabelecimento do Comitê de Proteção de Dados Pessoais (CPDP) ou estrutura equivalente. O uso da denominação \"Comitê de Proteção de Dados Pessoais (CPDP)\" apresenta caráter meramente ilustrativo, o órgão ou entidade deve citar, caso exista, o nome do colegiado que delibera sobre privacidade e proteção de dados pessoais na instituição. O tema da Proteção de Dados Pessoais faz parte de uma disciplina mais ampla chamada Governança de Dados. Desta forma, essas responsabilidades também podem ser absorvidas por um Comitê de Governança de Dados em um contexto mais abrangente.</p><p>É uma boa prática de governança existir o Comitê de Proteção de Dados Pessoais, mas seu destaque nesse modelo não significa que está sendo indicada a obrigatoriedade de existência, ficando a cargo da instituição avaliar a definição dessa estrutura. Se a instituição não adota colegiado sobre o tema privacidade e proteção de dados pessoais, então indica-se retirar os textos relacionados com o CPDP.</p><p>Art. 20. Qualquer pessoa natural ou jurídica de direito público ou privado que tenha interação em qualquer fase do tratamento de dados pessoais deve assegurar a privacidade e a proteção de dados pessoais que trata, mesmo após o término do tratamento, observando as medidas técnicas e administrativas determinadas pelo(a) <span style=\"background-color: yellow;\">[Órgão ou entidade]</span>.</p><p>Art. 21. Compete ao <span style=\"background-color: yellow;\">[Comitê de Proteção de Dados Pessoais (CPDP) ou estrutura equivalente]</span>:</p><p>I. promover a proteção de dados pessoais e a adequação do <span style=\"background-color: yellow;\">[Órgão ou entidade]</span> à LGPD;</p><p>II. constituir grupos de trabalho para tratar de temas e propor soluções específicas sobre proteção de dados pessoais;</p><p>III. participar da elaboração da Política de Proteção de Dados Pessoais e das demais normas internas de privacidade e proteção de dados pessoais, além de propor atualizações e alterações nestes dispositivos;</p><p>IV. a responsabilidade por gerenciar a implementação da LGPD dentro da organização e a administração da Política de Proteção de Dados Pessoais</p><p>V. incentivar a conscientização, capacitação e sensibilização das pessoas que desempenham qualquer atividade de tratamento de dados pessoais dentro do(a) <span style=\"background-color: yellow;\">[Órgão ou entidade]</span>.</p><p style=\"color: #dc0000; font-style: italic;\">[Liste as demais atribuições do Comitê de Proteção de Dados Pessoais (CPDP) ou estrutura equivalente que julgue necessário.]</p><p>Art. 22. O <span style=\"background-color: yellow;\">[Comitê de Proteção de Dados Pessoais (CPDP) ou estrutura equivalente]</span> é constituído no mínimo por:</p><p style=\"color: #dc0000; font-style: italic;\">A composição destacada abaixo é meramente ilustrativa, ficando a cargo da instituição a definição da composição que considerar adequada a sua realidade.</p><p>I. gestor de Segurança da Informação;</p><p>II. o encarregado pelo tratamento de dados pessoais;</p><p>III. um representante da Secretaria-Executiva ou estrutura equivalente;</p><p>IV. um representante do departamento de tecnologia da informação;</p><p>V. um representante do departamento jurídico;</p><p>VI. um representante da ouvidoria;</p><p>VII. um representante da unidade de controle interno ou estrutura equivalente;</p><p>VIII. um representante de cada unidade finalística.</p><p style=\"color: #dc0000; font-style: italic;\">[Liste os demais integrantes do Comitê de Proteção de Dados Pessoais (CPDP) ou estrutura equivalente que julgue necessário.]</p><p>Art. 23. A presidência do <span style=\"background-color: yellow;\">[Comitê de Proteção de Dados Pessoais (CPDP) ou estrutura equivalente]</span> será exercida pelo titular/representante da Secretária-Executiva do(a) <span style=\"background-color: yellow;\">[Órgão ou entidade]</span>.</p><p>Art. 24. A responsabilidade pelas decisões relacionadas ao tratamento de dados pessoais é do(a) <span style=\"background-color: yellow;\">[Órgão ou entidade]</span> que no exercício das atribuições típicas de controlador determina as medidas necessárias para executar a Política de Proteção de Dados Pessoais dentro de sua estrutura organizacional.</p><p>Art. 25. Compete ao controlador:</p><p>I. observar os fundamentos, princípios da privacidade e proteção de dados pessoais e os deveres impostos pela LGPD e por normativos correlatos no momento de decidir sobre um futuro tratamento ou realizá-lo;</p><p>II. considerar o preconizado pelos art. 7º, art. 11 e art. 23 antes de realizar o tratamento de dados pessoais;</p><p>III. cumprir o previsto pelos art. 46 e art. 50 da LGPD buscando à proteção de dados pessoais e sua governança;</p><p>IV. indicar um encarregado pelo tratamento de dados pessoais, divulgando a identidade e as informações de contato do encarregado de forma clara e objetiva, preferencialmente no sítio institucional;</p><p>V. elaborar o inventário de dados pessoais a fim de manter registros das operações de tratamento de dados pessoais;</p><p>VI. reter dados pessoais somente pelo período necessário para o cumprimento da hipótese legal e finalidade utilizadas como justificativa para o tratamento de dados pessoais;</p><p>VII. criar e manter atualizados os avisos ou políticas de privacidade, que informarão sobre os tratamentos de dados pessoais realizados em cada ambiente físico ou virtual, e como os dados pessoais neles tratados são protegidos; e</p><p>VIII. requerer do titular a ciência com o termo de uso para cada serviço ofertado, informatizado ou não, que trate dados pessoais.</p><p style=\"color: red; font-style: italic;\">[Liste as demais atribuições do controlador que julgue necessário.]</p><p>§ 1º É vedado qualquer tratamento de dados pessoais para fins não relacionados com as atividades desenvolvidas pela organização ou por pessoa não autorizada formalmente pelo(a) <span style=\"background-color: yellow;\">[Órgão ou entidade]</span>.</p><p>Art. 26. São considerados operadores de dados pessoais as pessoas naturais ou jurídicas de direito público ou privado, que realizam operações de tratamento de dados pessoais em nome do controlador.</p><p>Parágrafo único. Quaisquer fornecedores de produtos ou serviços, que por algum motivo, realizam o tratamento de dados pessoais a eles confiados, são considerados operadores e devem seguir as diretrizes estabelecidas nesta política, em especial o capítulo VII.</p><p>Art. 27. Compete ao operador:</p><p>I. observar os princípios estabelecidos no art. 6º da LGPD, ao realizar tratamento de dados pessoais.</p><p>II. seguir as diretrizes estabelecidas pelo controlador;</p><p>III. antes de efetuar o tratamento, verificar se as diretrizes estabelecidas pelo controlador cumprem os requisitos legais presentes nos art. 7º, art. 11 e art. 23 da LGPD;</p><p style=\"color: red; font-style: italic;\">[Liste as demais atribuições do operador que julgue necessário.]</p><p>Parágrafo único. Não é competência do operador decidir unilateralmente quanto aos meios e finalidades utilizados para o tratamento de dados pessoais.</p><p>Art. 28. Compete ao encarregado de proteção de dados:</p><p>I. receber reclamações e comunicações dos titulares, prestar esclarecimentos e adotar providências;</p><p>II. receber comunicações e requisições da ANPD e adotar providências;</p><p>III. orientar os colaboradores da organização a respeito das práticas a serem adotadas em relação à proteção de dados pessoais; e</p><p>IV. executar as demais atribuições determinadas pelo agente de tratamento ou estabelecidas em normas complementares.</p><p>Parágrafo único: Ao receber comunicações da ANPD, o encarregado adotará as medidas necessárias para o atendimento da solicitação e para o fornecimento de informações pertinentes, adotando, dentre outras, as seguintes providências:</p><p>I. encaminhar internamente a demanda para as unidades competentes</p><p>II. fornecer orientação e a assistência necessárias ao agente de tratamento; e</p><p>III. indicar expressamente o representante do agente de tratamento perante a ANPD para fins de atuação em processos administrativos, quando esta função não for exercida pelo próprio encarregado.</p><p style=\"color: #dc0000; font-style: italic;\">[Liste as demais atribuições do encarregado que julgue necessário, conforme destacado pelo inciso IV do § 2º do art. 41 da LGPD].</p><p>Art. 29 O encarregado de proteção de dados prestará assistência e orientação ao agente de tratamento na elaboração, definição, e implementação de:</p><p>I. registro e comunicação de incidente de segurança;</p><p>II. registro das operações de tratamento de dados pessoais;</p><p>III. relatório de impacto à proteção de dados pessoais;</p><p>IV. mecanismos internos de supervisão e de mitigação de riscos relativos ao tratamento de dados pessoais;</p><p>V. medidas de segurança, técnicas e administrativas, aptas a proteger os dados pessoais de acessos não autorizados e de situações acidentais ou ilícitas de destruição, perda, alteração, comunicação ou qualquer forma de tratamento inadequado ou ilícito;</p><p>VI. processos e políticas internas que assegurem o cumprimento da LGPD, e dos regulamentos e orientações da ANPD;</p><p>VII. instrumentos contratuais que disciplinem questões relacionadas ao tratamento de dados pessoais;</p><p>VIII. transferências internacionais de dados;</p><p>IX. regras de boas práticas e de governança e de programa de governança em privacidade, nos termos do art. 50 da LGPD.</p><p>X. produtos e serviços que adotem padrões de design compatíveis com os princípios previstos na LGPD, incluindo a privacidade por padrão e a limitação da coleta de dados pessoais ao mínimo necessário para a realização de suas finalidades; e</p><p>XI. outras atividades e tomada de decisões estratégicas referentes ao tratamento de dados pessoais.</p><p>Art.30 Compete ao agente de tratamento:</p><p>I. prover os meios necessários para o exercício das atribuições do encarregado, neles compreendidos, entre outros, recursos humanos, técnicos e administrativos;</p><p>II. solicitar assistência e orientação do encarregado quando da realização de atividades e tomada de decisões estratégicas referentes ao tratamento de dados pessoais;</p><p>III. garantir ao encarregado a autonomia técnica necessária para cumprir suas atividades, livre de interferências indevidas, especialmente na orientação a respeito das práticas a serem tomadas em relação à proteção de dados pessoais;</p><p>IV. assegurar aos titulares meios céleres, eficazes e adequados para viabilizar a comunicação com o encarregado e o exercício de direitos; e</p><p>V. garantir ao encarregado acesso direto às pessoas de maior nível hierárquico dentro da organização, aos responsáveis pela tomada de decisões estratégicas que afetem ou envolvam o tratamento de dados pessoais, bem como às demais áreas da organização.</p>"
    },
    {
      "id": 11,
      "secao": "CAPÍTULO VII - Contratos, Convênios, Acordos e Instrumentos Congêneres",
      "titulo": "Contratos, Convênios, Acordos e Instrumentos Congêneres",
      "texto": "<p>Este item tem como finalidade assegurar que o controlador observe rigorosamente se o terceiro, por meio de contratos, convênios ou quaisquer instrumentos afins, adota as medidas definidas pelo controlador com o propósito de cumprir os requisitos de privacidade e proteção de dados. O contrato entre as partes estabelece suas atribuições e responsabilidades. Cabe ao órgão citar quaisquer outras diretrizes pertinentes ao item.</p><p>Art. 31. Os contratos, convênios, acordos e instrumentos similares atualmente em vigor, que de alguma forma envolvam o tratamento de dados pessoais, precisam incorporar cláusulas específicas em total conformidade com a presente Política de Proteção de Dados Pessoais e que contemplem minimamente:</p><p>I. requisitos mínimos de segurança da informação.</p><p>II. determinação de que o operador não processe os dados pessoais para finalidades que divergem da finalidade principal informada pelo controlador.</p><p>III. requisitos de proteção de dados pessoais que os operadores de dados pessoais devem atender.</p><p>IV. condições sob as quais o operador deve devolver ou descartar com segurança os dados pessoais após a conclusão do serviço, rescisão de qualquer contrato ou de outra forma mediante solicitação do controlador</p><p>V. diretrizes especificas sobre o uso de subcontratados pelo operador para execução contratual que envolva tratamento de dados pessoais.</p><p style=\"color: #dc0000;\">[Liste as demais diretrizes que julgarem pertinentes sobre os contratos, convênios, acordos e instrumentos congêneres que devem estar presentes nesta Política de Proteção de Dados Pessoais].</p><p style=\"color: #dc0000;\">A Secretaria de Governo Digital disponibiliza em seu portal o Guia de Requisitos e Obrigações quanto à Privacidade e Segurança da Informação que orienta a adequação do processo de contratação para contemplar os requisitos mais importantes de privacidade e segurança dos dados.</p><p>Art. 32. As unidades organizacionais do(a) <span style=\"background-color: yellow;\">[Órgão ou entidade]</span> devem adotar medidas rigorosas com o propósito de assegurar que os terceiros e processadores de dados pessoais contratados estejam plenamente em conformidade com as cláusulas contratuais estabelecidas no momento da celebração do acordo entre as partes envolvidas.</p>"
    },
    {
      "id": 12,
      "secao": "CAPÍTULO VIII - Penalidades",
      "titulo": "Penalidades",
      "texto": "<p>Estabelecer as consequências e as penalidades para os casos de violação da Política de Proteção de Dados Pessoais ou de quebra de segurança, de acordo com as normas já existentes no ordenamento jurídico vigente sobre penalidades ao servidor público federal relativas ao assunto.</p><p>Art. 33. Ações que violem a Política de Proteção de Dados Pessoais poderão acarretar, isolada ou cumulativamente, nos termos da legislação aplicável, sanções administrativas, civis e penais, assegurados aos envolvidos o contraditório e a ampla defesa.</p><p>Art. 34. Casos de descumprimento desta Política serão registrados e comunicados ao <span style=\"background-color: yellow;\">[responsável]</span> para ciência e tomada das providências cabíveis.</p><p style=\"color: #dc0000;\">[Liste, caso necessário, as penalidades que estarão sujeitos aqueles que infligirem a Política de Proteção de Dados Pessoais].</p>"
    },
    {
      "id": 13,
      "secao": "CAPÍTULO IX - Disposições Finais",
      "titulo": "Disposições Finais",
      "texto": "<p>Este item tem como finalidade dispor das diretrizes finais que a organização deve expor para a revisão, e melhoria contínua da Política de Proteção de Dados Pessoais.</p><p>Art. 35. Os integrantes do <span style=\"background-color: yellow;\">[Comitê de Proteção de Dados Pessoais (CPDP) ou estrutura equivalente]</span> poderão expedir instruções complementares, no âmbito de suas competências, que detalharão suas particularidades e procedimentos relativos à Proteção de Dados Pessoais alinhados às diretrizes emanadas pelo <span style=\"background-color: yellow;\">[CPDP ou estrutura equivalente]</span> e aos respectivos Planos Estratégicos Institucionais do(a) <span style=\"background-color: yellow;\">[Órgão ou entidade]</span>.</p><p>Art. 36. As dúvidas sobre a Política de Proteção de Dados Pessoais e seus documentos serão submetidas ao <span style=\"background-color: yellow;\">[Comitê de Proteção de Dados Pessoais ou estrutura equivalente]</span>.</p><p>Art. 37. Esta política será revisada no período de <span style=\"background-color: yellow;\">[definir o prazo para revisão da política]</span>, a partir do início de sua vigência.</p><p>Art. 38. Os casos omissos serão resolvidos pela <span style=\"background-color: yellow;\">[autoridade máxima da organização ou CPDP]</span>.</p><p>Art. 39. Esta política entra em vigor na data de sua publicação.</p><p style=\"color: #dc0000;\">[Liste, caso necessário, as diretrizes finais da Política de Proteção de Dados Pessoais].</p>"
    }
  ]
}